app/controllers/api/quotes_controller.rb

INSERT INTO "quotes" ("text", "author", "created_at", "updated_at") VALUES ($1, $2, $3, $4) RETURNING "id"  [["text", "hello"], ["author", "Sarah"], ["created_at", "2017-10-16 15:59:30.773375"], ["updated_at", "2017-10-16 15:59:30.773375"]]
---
  def create
    @quote = Quote.new(quote_params)
    if @quote.save