app/controllers/pages_controller.rb

  def home
    @first_quote_id = Quote.first
---
SELECT  "quotes".* FROM "quotes" ORDER BY "quotes"."id" ASC LIMIT $1  [["LIMIT", 1]]